Repository: ZuluPro/newsboard
Catalog: newsboard/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Update selected streams
fr: Mettre à jour les flux selectionnés

source: Enable automatic updating
fr: Activer la mise à jour automatique

source: Disable automatic updating
fr: Désactiver la mise à jour automatique

source: Remove selected posts
fr: Enlever les publications sélectionnées

source: Display selected posts
fr: Afficher les publications sélectionnées

source: name
fr: nom

source: slug
fr: nom court

source: remote ID
fr: ID distant

source: main URL
fr: URL de base

source: last updated
fr: dernière mise à jour

source: auto update enabled
fr: mise à jour auto activée

source: auto update frequency
fr: fréquence de mise à jour auto

source: each x minute
fr: chaque x minute

source: stream
fr: flux

source: streams
fr: flux

source: removed
fr: enlevé

source: post
fr: publication

source: posts
fr: publications

source: From:
fr: Depuis:

source: Remove
fr: Enlever

source: Streams
fr: Flux

source: Posts
fr: Publications

source: Under BSD License
fr: Sous license BSD

source: Update
fr: Mettre à jour

source: Update sync
fr: Mettre à jour sync

source: (Empty)
fr: (Vide)

source: No post
fr: Pas de publication

source: Stream(s) updating in progess.
fr: Mise à jour de flux en cours

source: Stream(s) updating finished.
fr: Mise à jour des flux terminée

source: Stream updating in progess.
fr: Mise à jour du flux en cours.

source: Stream updating finished.
fr: Mise à jour du flux terminée

source: Post has been removed.
fr: La publication a été enlevé
